import { Influencer } from "@/types/model";

export const influencers: Influencer[] = [
  {
    id: 1,
    img: "1.png",
    title: "Авторский проект   «Сама Меньшова»",
    author: "Юлия Меньшова",
    genre: "Интервью со звездой, Самопознание, Кофестори",
    desc: "Это нетуристические путешествия. Это яркие и увлекательные документальные фильмы о том, как на самом деле устроен мир. О людях, которые не боятся жить в самых опасных кварталах, спускаться в вулканы, сражаться со стихией и с самыми сложными жизненными обстоятельствами.",
    socials: [
      {
        name: "yt",
        subs: "2.81M",
        views: "3.81M",
        comments: "1.81M",
      },
      {
        name: "tg",
        subs: "1.81M",
        views: "3.81M",
        comments: "2.81M",
      },
      {
        name: "vk",
        subs: "3.81M",
        views: "1.81M",
        comments: "2.81M",
      },
      {
        name: "rutube",
        subs: "3.81M",
        views: "3.81M",
        comments: "3.81M",
      },
    ],
  },
  {
    id: 2,
    img: "2.png",
    title: "Погнали!",
    author: "Юлия Меньшова",
    genre: "Интервью со звездой, Самопознание, Кофестори",
    desc: "Это нетуристические путешествия. Это яркие и увлекательные документальные фильмы о том, как на самом деле устроен мир. О людях, которые не боятся жить в самых опасных кварталах, спускаться в вулканы, сражаться со стихией и с самыми сложными жизненными обстоятельствами.",
    socials: [
      {
        name: "yt",
        subs: "2.81M",
        views: "3.81M",
        comments: "1.81M",
      },
      {
        name: "tg",
        subs: "2.81M",
        views: "3.81M",
        comments: "1.81M",
      },
      {
        name: "rutube",
        subs: "2.81M",
        views: "3.81M",
        comments: "1.81M",
      },
    ],
  },
  {
    id: 3,
    img: "1.png",
    title: "Погнали!",
    author: "Юлия Меньшова",
    genre: "Интервью",
    desc: "Это нетуристические путешествия.",
    socials: [
      {
        name: "yt",
        subs: "2.81M",
        views: "3.81M",
        comments: "1.81M",
      },
    ],
  },
];
