import { Influencer } from "@/types/model";

export const influencers: Influencer[] = [
  {
    id: 1,
    title: "Сама Меньшова",
    author: "Юлия Меньшова",
    genre: "Интервью со звездой, Самопознание, Кофестори",
    desc: 'Канал Юлии Меньшовой. Той самой, что в 90-х вела программу " Я сама", а в 2010-х "Наедине со всеми". ',
    socials: [
      {
        name: "yt",
        subs: "2.81M",
        views: "3.9M",
      },
      {
        name: "tg",
        subs: "300K",
        views: "200K",
      },
      {
        name: "vk",
        subs: "589K",
        views: "800K",
      },
    ],
  },
  {
    id: 2,
    title: "Послезавтра",
    author: "Николай Дубинин",
    genre: "Технологии будущего, SHORTS",
    desc: "После_Завтра — новая программа на YouTube об истории возникновения и внедрения современных технологий Здесь мы бодро и честно рассказываем про высокие технологии, гаджеты и явления, которые уже изменили нашу жизнь или перевернут её в ближайшем будущем. Автор и ведущий — любитель новых технологий Николай Дубинин.",
    socials: [
      {
        name: "yt",
        subs: "2M",
        views: "2.6M",
      },
      {
        name: "tg",
        subs: "38K",
        views: "20K",
      },
    ],
  },
  {
    id: 3,
    title: "Погнали!",
    author: "Стас Натанзон",
    genre: "Экстремальный тревел, Экстремальная еда, SHORTS",
    desc: "Погнали! - это документальные фильмы о том, как на самом деле устроен мир. О его черных рынках и криминальных районах. О людях, которые не боятся жить в самых опасных кварталах, спускаться в вулканы, сражаться с природной стихией и с самыми сложными жизненными обстоятельствами. Проект о том, что во всем страшном всегда есть что-то красивое, а во всем неизвестном - что-то привлекательное. ",
    socials: [
      {
        name: "yt",
        subs: "1.5M",
        views: "2.1M",
      },
      {
        name: "tg",
        subs: "100K",
        views: "50K",
      },
    ],
  },
  {
    id: 4,
    title: "Прекрасное Далёко",
    author: "",
    genre: "Тревел",
    desc: '"Прекрасное далеко" — это не просто тревел-шоу, это наш билет в самые потрясающие уголки мира. В каждом путешествии мы создаем уникальные открытки — 7 из них, словно 7 чудес света, где каждая отражает неповторимую красоту и атмосферу места, а также удивительные истории людей в нём живущих.',
    socials: [
      {
        name: "yt",
        subs: "41K",
        views: "200K",
      },
    ],
  },
  {
    id: 5,
    title: "The Люди",
    author: "Антон Лядов",
    genre: "Выпуски Антона Лядова, Выпуски других авторов",
    desc: "Люди, которых не встретишь на улице. The Люди Авторский проект Антона Лядова.",
    socials: [
      {
        name: "yt",
        subs: "5.35M",
        views: "3.1M",
      },
      {
        name: "tg",
        subs: "175K",
        views: "45K",
      },
    ],
  },
  {
    id: 6,
    title: "Super - Алена, блин!",
    author: "Алёна Блин",
    genre: "Интервью, Новости",
    desc: "Алёна Блин делится самыми интересными новостями и инсайдами российского шоу-бизнеса, а также новыми выпусками своих шоу.",
    socials: [
      {
        name: "yt",
        subs: "1.36M",
        views: "500K",
      },
    ],
  },
  {
    id: 7,
    title: "Лера в большом городе",
    author: "Валерия Гай Германика",
    genre: "Интервью",
    desc: 'Авторский проект Валерии Гай Германики "Я режиссер-документалист, суть проекта - нестандартно, глубоко раскрыть портрет каждого гостя. Мы поговорим о культуре и искусстве, духовных поисках и развитии. И даже беседы о личном сквозь глубокомысленную призму позволят увидеть героя в особом свете"',
    socials: [
      {
        name: "yt",
        subs: "105K",
        views: "400K",
      },
    ],
  },
  {
    id: 8,
    title: "Сергей Минаев - Минаев LIVE",
    author: "Сергей Минаев",
    genre:
      "Уроки истории, Точка отсчета, Исторический детектив, Личности, Культурный код, Серийный номер, Простые вещи, Истории кумиров",
    desc: "Канал писателя, журналиста, телеведущего, сценариста и — помимо вот этого всего — главного редактора журнала ЧТИВО Сергея Минаева. Здесь мы рассказываем  об исторических событиях, которые изменили мир.",
    socials: [
      {
        name: "yt",
        subs: "3M",
        views: "3.1M",
      },
      {
        name: "tg",
        subs: "180K",
        views: "40K",
      },
    ],
  },
  {
    id: 9,
    title: "Чтиво",
    author: "",
    genre: "Познавательный",
    desc: "Легкий и познавательный исторический контент, усвоить который вы сможете за одну поездку в метро или на такси.",
    socials: [
      {
        name: "yt",
        subs: "156K",
        views: "350K",
      },
    ],
  },
  {
    id: 10,
    title: "Анатомия монстров",
    author: "",
    genre: "Анатомия монстров",
    desc: "Фильмы о гигантах современного машиностроения, масштабных научных событиях и явлениях, компьютерных и космических технологиях, невероятных материалах и химических опытах. ",
    socials: [
      {
        name: "yt",
        subs: "600K",
        views: "400K",
      },
    ],
  },
  {
    id: 11,
    title: "GAZGOLDER - Баста",
    author: "Баста",
    genre: "MC TAXI, Вопрос ребром",
    desc: "Артисты:Баста, Ноггано, N1NT3ND0, Словетский, ANIKV, QП, Олег Груз, LUCAVEROS, Вадяра Блюз, Минаева, саша контаев, Mika Vino, РАМШ, ZAPRAVKA, MARK, ГРАНЖ, Levandowskiy, Kristina Si и другие",
    socials: [
      {
        name: "yt",
        subs: "6.28M",
        views: "6M",
      },
    ],
  },
  {
    id: 12,
    title: '"Хочу домой" - Лёня Пашковский',
    author: "Лёня Пашковский",
    genre: "Экстремальный тревел",
    desc: "Микс документалистики и приключений, рассказывающий о жизни простых людей в непростых условиях. Исследование того, насколько странные формы может принимать жизнь. Проект изучает удивительные культуры и шокирующие традиции, диктаторские режимы и экспериментальные коммуны, экономические кризисы и социальные проблемы - любой опыт жизни, отличный от нормы, который может научить нас смотреть на мир и себя по-другому. ",
    socials: [
      {
        name: "yt",
        subs: "1.38M",
        views: "600K",
      },
      {
        name: "tg",
        subs: "22K",
        views: "10K",
      },
    ],
  },
  {
    id: 13,
    title: "Юлия Высоцкая",
    author: "Юлия Высоцкая",
    genre: "Сладкое - Соленое, Высокцая отвечает",
    desc: "Юлия Высоцкая — заслуженная артистка Российской Федерации, телеведущая, создатель сети кулинарных студий и автор более 20 книг по кулинарии. Придумала современную домашнюю кухню, основанную на локальных продуктах, соединив русские кулинарные традиции с кухней других стран.",
    socials: [
      {
        name: "yt",
        subs: "880K",
        views: "1.2M",
      },
    ],
  },
  {
    id: 14,
    title: "Имерлин - это Анна",
    author: "",
    genre: "Интервью",
    desc: "Здесь люди, которые меняют мир. Исследуем феномен влиятельности",
    socials: [
      {
        name: "yt",
        subs: "6K",
        views: "50K",
      },
    ],
  },
  {
    id: 15,
    title: "Stand-Up Club #1",
    author: "",
    genre: "Самый умный комик, Книжный клуб",
    desc: "Сообщество комиков, которые создают свои проекты и выкладывают их тут. Делаем то, что считаем смешным. Надеемся, вам понравится.",
    socials: [
      {
        name: "yt",
        subs: "1.45M",
        views: "2.8M",
      },
    ],
  },
  {
    id: 16,
    title: "Буба — мультфильм (3 канала)",
    author: "",
    genre: "Десткий, анимация",
    desc: "Буба — милый и любознательный, как пятилетний ребёнок. Он изучает мир без злобы и обид, только с радостью и удивлением. Он не говорит, но издаёт звуки, чтобы выражать свои эмоции. Никто не знает, откуда он появился, но очевидно, что Буба пропустил последние сто лет развития человечества и теперь исследует современный мир с безудержным рвением и энтузиазмом. Мультсериал про Бубу — проект анимационной студии 3D Sparrow.",
    socials: [
      {
        name: "yt",
        subs: "6M",
        views: "5M",
      },
    ],
  },
];
