import { Instrument } from "@/types/model";

export const instruments: Instrument[] = [
  {
    id: 0,
    title: "Campaign Radar",
    desc: "Полный анализ активности брендов YouTube:",
    desc_list: [
      "Анализ конкурентов - стратегия, охваты, бюджеты",
      "ТОП YouTube-каналов по востребованности у брендов",
      "Пересечение каналов по аудитории, интересам",
      "Списки каналов со схожей аудиторией",
    ],
  },
  {
    id: 1,
    title: "AD-ROLL +",
    desc: "Охватное таргетированное размещение он-лайн видео рекламы в форматах преролл и мидролл на собственных и партнерских YouTube каналах",
  },
  {
    id: 2,
    title: "INFLUENCERS CAMPAIGNS",
    desc: "Рекламные интеграции с ведущими блогерами, журналистами и звездами шоу-бизнеса в России",
  },
];
