import Link from "next/link";

const Privacy = () => {
  return (
    <section>
      <div className="container mt-[180px] mb-[100px] privacy">
        <h2 className="mb-10">Политика обработки персональных данных</h2>

        <div className="inter flex flex-col gap-5">
          <p>
            ООО «Топлайн Медиа» (далее - Топлайн Медиа, мы, наш, наши), ИНН,
            9725162929, зарегистрированное по адресу Российская Федерация, город
            Москва, вн.тер.г. Муниципальный округ Даниловский, проезд
            Проектируемый 4062-й, дом 6, строение 16, придаёт большое значение
            защите и безопасности персональных данных.
          </p>
          <p>
            Политика предназначена для информирования Вас о наших действиях по
            сбору, обработке и защите Ваших персональных данных для достижения
            нами заявленных целей обработки персональных данных на сайте
            Topline-media.ru
          </p>
          <p>
            Мы соблюдаем требования российского законодательства в области
            персональных данных. При обработке персональных данных мы
            придерживаемся принципов, изложенных в ст. 5 Федерального закона от
            27.07.2006 г №152-ФЗ «О персональных данных» (далее – 152-ФЗ).
          </p>
          <p>
            Просим Вас внимательно изучить Политику обработки персональных
            данных (далее - Политика), чтобы понимать для достижения каких целей
            мы осуществляем обработку Ваших персональных данных, а также как вы
            можете реализовать права, в отношении своих персональных данных,
            обрабатываемых Топлайн Медиа. Мы постарались сделать Политику
            максимально простой для понимания и навигации.
          </p>
          <p>
            Если у Вас есть вопросы, связанные с Политикой, в т.ч. предложения
            по улучшению ее понимания и навигации или есть вопросы по обработке
            нами Ваших персональных данных и их защите, вы можете направить нам
            обращение по одному из способов, указанных в разделе «Контакты» .
          </p>
          <p className="uppercase font-[700]">Термины</p>
          <p>
            Персональные данные – любая информация, относящаяся к прямо или
            косвенно определенному или определяемому физическому лицу (субъекту
            персональных данных);
          </p>
          <p>
            Оператор персональных данных (оператор) – государственный орган,
            муниципальный орган, юридическое или физическое лицо, самостоятельно
            или совместно с другими лицами организующие и (или) осуществляющие
            обработку персональных данных, а также определяющие цели обработки
            персональных данных, состав персональных данных, подлежащих
            обработке, действия (операции), совершаемые с персональными данными;
          </p>
          <p>
            Обработка персональных данных – любое действие (операция) или
            совокупность действий (операций) с персональными данными,
            совершаемых с использованием средств автоматизации или без их
            использования. Обработка персональных данных включает в себя, в том
            числе:
          </p>
          <ul className="pl-[60px] list-disc">
            <li>сбор</li>
            <li>запись</li>
            <li>систематизацию</li>
            <li>накопление</li>
            <li>хранение</li>
            <li>уточнение (обновление, изменение)</li>
            <li>извлечение</li>
            <li>использование</li>
            <li>передачу (распространение, предоставление, доступ)</li>
            <li>обезличивание</li>
            <li>блокирование</li>
            <li>удаление</li>
            <li>уничтожение</li>
          </ul>

          <p>
            Автоматизированная обработка персональных данных – обработка
            персональных данных с помощью средств вычислительной техники;
          </p>
          <p>
            Распространение персональных данных – действия, направленные на
            раскрытие персональных данных неопределенному кругу лиц;
          </p>
          <p>
            Предоставление персональных данных – действия, направленные на
            раскрытие персональных данных определенному лицу или определенному
            кругу лиц;
          </p>
          <p>
            Блокирование персональных данных – временное прекращение обработки
            персональных данных (за исключением случаев, если обработка
            необходима для уточнения персональных данных);
          </p>
          <p>
            Уничтожение персональных данных – действия, в результате которых
            становится невозможным восстановить содержание персональных данных в
            информационной системе персональных данных и (или) в результате
            которых уничтожаются материальные носители персональных данных;
          </p>
          <p>
            Обезличивание персональных данных – действия, в результате которых
            становится невозможным без использования дополнительной информации
            определить принадлежность персональных данных конкретному субъекту
            персональных данных;
          </p>
          <p>
            Информационная система персональных данных – совокупность
            содержащихся в базах данных персональных данных и обеспечивающих их
            обработку информационных технологий и технических средств;
          </p>
          <p>
            Трансграничная передача персональных данных – передача персональных
            данных на территорию иностранного государства органу власти
            иностранного государства, иностранному физическому лицу или
            иностранному юридическому лицу.
          </p>

          <p className="subtitle">1. Сфера применения</p>

          <p>
            Политика предназначена для информирования Вас о наших действиях по
            сбору, обработке и защите Ваших персональных данных для достижения
            нами заявленных целей обработки персональных данных на сайте
            Topline-media.ru. Цели обработки персональных данных, к которым
            применяется Политика, перечислены в разделе «Для чего мы
            обрабатываем Ваши персональные данные».
          </p>
          <p>
            Обратите внимание, что наши сайт может содержать ссылки на ресурсы
            других поставщиков услуг, которые мы не контролируем и на которые не
            распространяется действие Политики.
          </p>

          <p className="subtitle">
            2. Сбор персональных данных несовершеннолетних
          </p>

          <p>
            Наш сайт не предназначен для обработки персональных данных
            несовершеннолетних. Если у Вас есть основания полагать, что
            несовершеннолетний предоставил нам свои персональные данные через
            сайт, то просим Вас сообщить нам об этом, написав на почту{" "}
            <Link href="mailto:info@topline-media.ru">
              info@topline-media.ru
            </Link>
          </p>

          <p className="subtitle">
            3. Для чего мы обрабатываем Ваши персональные данные
          </p>

          <p>
            На сайте осуществляется обработка Ваших персональных данных для
            достижения следующих целей:
          </p>

          <p className="subtitle">
            3.1. Цель обработки персональных данных - Прием запросов о
            сотрудничестве
          </p>
          <p className="subtitle">
            3.1.1. Ваши персональные данные, которые обрабатываются для
            указанной цели:
          </p>
          <p>
            - Ваше Имя, Фамилия, наименование компании, которую вы
            представляете.
          </p>
          <p>Иные данные, которые требуются для данной цели:</p>
          <p>
            - адрес электронной почты для связи с вами и/или направления вам
            информации.
          </p>
          <p className="subtitle">
            3.1.2. Какие действия мы можем совершать с Вашими персональными
            данными:
          </p>
          <p>
            сбор, запись, систематизация, накопление, хранение, уточнение
            (обновление, изменение), извлечение, использование, передача
            (предоставление, доступ), блокирование, удаление, уничтожение.
          </p>
          <p className="subtitle">
            3.1.3. Законные основания для обработки Ваших персональных данных -
            ваше согласие на обработку персональных данных.
          </p>
          <p className="subtitle">
            3.1.4. Как долго мы обрабатываем Ваши персональные данные - до
            отказа в дальнейшем обсуждении заявки на работы и услуги, или до
            заключения договора на оказание работ и услуг, в зависимости от
            того, что произойдет раньше.
          </p>
          <p className="subtitle">
            3.2. Цель обработки персональных данных - Прием запросов на
            получение информации об услугах Кеду Медиа.
          </p>
          <p>
            Ваши персональные данные, которые обрабатываются для указанной цели:
          </p>
          <p>
            - Ваше Имя, Фамилия, наименование компании, которую вы
            представляете.
          </p>
          <p>Иные данные, которые требуются для данной цели:</p>
          <p>
            - адрес электронной почты для связи с вами и/или направления вам
            информации.
          </p>

          <p className="subtitle">
            3.1.2. Какие действия мы можем совершать с Вашими персональными
            данными:
          </p>
          <p>
            сбор, запись, систематизация, накопление, хранение, уточнение
            (обновление, изменение), извлечение, использование, передача
            (предоставление, доступ), блокирование, удаление, уничтожение.
          </p>

          <p className="subtitle">
            3.1.3. Законные основания для обработки Ваших персональных данных -
            ваше согласие на обработку персональных данных.
          </p>

          <p className="subtitle">
            3.1.4. Как долго мы обрабатываем Ваши персональные данные
          </p>

          <p>- до предоставления вам затребованной информации. </p>

          <p className="subtitle">4. Каковы мои права?</p>
          <p className="subtitle">4.1. Общая информация о Ваших правах</p>
          <p>
            В соответствии с 152-ФЗ, вы имеете следующие права при обработке
            персональных данных:
          </p>

          <ul className="pl-[60px] list-disc">
            <li>право на доступ к персональным данным;</li>
            <li>право на уточнение персональных данных;</li>
            <li>право на блокирование и удаление персональных данных;</li>
            <li>право на обжалование наших действий или нашего бездействия;</li>
            <li>
              право на обжалование решений, принятых на основании исключительно
              автоматизированной обработки их персональных данных;
            </li>
            <li>право на отзыв согласия.</li>
          </ul>

          <p className="subtitle">
            4.2. Запрос дополнительной информации для идентификации субъекта
            персональных данных
          </p>
          <p>
            В ходе реализации Ваших прав мы можем запрашивать дополнительную
            информацию, которая позволит нам достоверно идентифицировать Вас.
            Такая информация будет требоваться в редких случаях.
          </p>
          <p>
            Мы стараемся запрашивать минимально необходимый состав
            дополнительной информации для Вашей идентификации.
          </p>
          <p>
            Мы не сможем реализовать Ваши права, если в ответ на наш запрос вы
            не предоставите дополнительную информацию для Вашей идентификации.
          </p>

          <p className="subtitle">
            4.3. Условия предоставления информации по Вашим правам
          </p>
          <p>
            Информация, связанная с реализацией Ваших прав, предоставляется
            бесплатно. Если Ваш запрос является явно необоснованным или
            чрезмерным, в частности из-за его повторяющегося характера, мы можем
            отказаться от ответа, либо взимать плату за предоставление
            запрашиваемой информации.
          </p>

          <p className="subtitle">
            4.4. Право на доступ к Вашим персональным данным
          </p>
          <p>
            Вы имеете право получить от нас достоверную информацию об обработке
            Ваших персональных данных, и, если это возможно, доступ к
            персональным данным и к следующей информации:
          </p>

          <ul className="pl-[60px] list-disc">
            <li>
              подтверждение факта обработки персональных данных оператором;
            </li>
            <li>правовые основания и цели обработки персональных данных;</li>
            <li>
              цели и применяемые оператором способы обработки персональных
              данных;
            </li>
            <li>
              наименование и место нахождения оператора, сведения о лицах (за
              исключением работников оператора), которые имеют доступ к
              персональным данным или которым могут быть раскрыты персональные
              данные на основании договора с оператором или на основании
              федерального закона;
            </li>
            <li>
              обрабатываемые персональные данные, относящиеся к Вам, источник их
              получения;
            </li>
            <li>
              сроки обработки персональных данных, в том числе сроки их
              хранения;
            </li>
            <li>порядок осуществления Вами своих прав согласно 152-ФЗ;</li>
            <li>
              информацию об осуществленной или о предполагаемой трансграничной
              передаче данных;
            </li>
            <li>
              наименование или фамилию, имя, отчество и адрес лица,
              осуществляющего обработку персональных данных по поручению
              оператора, если обработка поручена или будет поручена такому лицу;
            </li>
          </ul>

          <p className="subtitle">
            4.5. Право на уточнение Ваших персональных данных
          </p>
          <p>
            Вы имеете право требовать от нас блокирование и удаления Ваших
            персональных данных, которые мы обрабатываем.
          </p>
          <p>
            Если мы не можем удалить Ваши персональные данные, то мы вправе
            заблокировать их на срок до 6 месяцев и в этот срок найти решение по
            их удалению. Также мы вправе вместо удаления обезличить персональные
            данные так, чтобы нельзя было установить, чьи они.
          </p>
          <p>
            После блокирования, удаления или обезличивания Ваших персональных
            данных мы уведомим Вас об этом.
          </p>

          <p className="subtitle">
            4.6. Право на блокирование и удаление Ваших персональных данных.
          </p>
          <p>
            Вы имеете право требовать от нас блокирование и удаления Ваших
            персональных данных, которые мы обрабатываем.
          </p>
          <p>
            Если мы не можем удалить Ваши персональные данные, то мы вправе
            заблокировать их на срок до 6 месяцев и в этот срок найти решение по
            их удалению. Также мы вправе вместо удаления обезличить персональные
            данные так, чтобы нельзя было установить, чьи они.
          </p>
          <p>
            После блокирования, удаления или обезличивания Ваших персональных
            данных мы уведомим Вас об этом.
          </p>

          <p className="subtitle">
            4.7. Право на обжалование наших действий или нашего бездействия.
          </p>
          <p>
            Вы имеете право возражать против обработки своих персональных данных
            в ответ на наши действия или наше бездействия. Для этого вы можете
            обратиться в территориальный орган Роскомнадзора в своем регионе.
          </p>

          <p className="subtitle">
            4.8. Право на обжалование решений, принятых на основании
            исключительно автоматизированной обработки персональных данных
          </p>
          <p>
            Вы имеете право не подвергаться решению, основанному исключительно
            на автоматизированной обработке, включая профилирование, которое
            влечет за собой юридические последствия в отношении Вас или
            аналогичным образом существенно влияет на Вас.
          </p>
          <p>
            Вы вправе обратиться к нам для обжалования наших действий при
            принятии нами решений на основании исключительно автоматизированной
            обработки их персональных данных, если такие имеются.
          </p>

          <p className="subtitle">4.9. Право на отзыв согласия</p>
          <p>
            Если Ваши данные обрабатываются на основании согласия, то вы имеете
            право отозвать его.
          </p>

          <p className="subtitle">
            4.10. Как Вы можете реализовать свои права?
          </p>
          <p>
            написать запрос на наш адрес 115432, Российская Федерация, город
            Москва, проезд Проектируемый 4062-й, дом 6, строение 16, указав в
            нем сведения о документе, удостоверяющем Вашу личность или личность
            Вашего представителя (тип документа, серия и номер, кем и когда
            выдан), Ваше ФИО или ФИО представителя, информацию о
            взаимоотношениях с Вами, которые будут подтверждать факт обработки
            персональных данных нами, Вашу подпись или подпись Вашего
            представителя. Такой запрос может быть направлен на нашу электронную
            почту в форме электронного документа, подписанного согласно
            законодательства Российской Федерации об электронной подписи;
          </p>
          <p>
            также вы можете обратиться напрямую к нам по электронной почте:{" "}
            <Link href="mailto:info@topline-media.ru">
              info@topline-media.ru
            </Link>
          </p>

          <p className="subtitle">
            4.11. Как и когда мы не можем реализовать Ваши права
          </p>

          <p>
            Мы можем ограничить объем наших обязательств и Ваших прав (на доступ
            к данным, их уточнение, блокирование или удаление), в следующих
            случаях:
          </p>

          <ul className="pl-[60px] list-disc">
            <li>
              обработка персональных данных, включая персональные данные,
              полученные в результате оперативно-розыскной,
              контрразведывательной и разведывательной деятельности,
              осуществляется в целях обороны страны, безопасности государства и
              охраны правопорядка;
            </li>
            <li>
              обработка персональных данных осуществляется органами,
              осуществившими задержание субъекта персональных данных по
              подозрению в совершении преступления, либо предъявившими субъекту
              персональных данных обвинение по уголовному делу, либо
              применившими к субъекту персональных данных меру пресечения до
              предъявления обвинения, за исключением предусмотренных
              уголовно-процессуальным законодательством Российской Федерации
              случаев, если допускается ознакомление подозреваемого или
              обвиняемого с такими персональными данными;
            </li>
            <li>
              обработка персональных данных осуществляется в соответствии с
              законодательством о противодействии легализации (отмыванию)
              доходов, полученных преступным путем, и финансированию терроризма;
            </li>
            <li>
              доступ субъекта персональных данных к его персональным данным
              нарушает права и законные интересы третьих лиц;
            </li>
            <li>
              обработка персональных данных осуществляется в случаях,
              предусмотренных законодательством Российской Федерации о
              транспортной безопасности, в целях обеспечения устойчивого и
              безопасного функционирования транспортного комплекса, защиты
              интересов личности, общества и государства в сфере транспортного
              комплекса от актов незаконного вмешательства.
            </li>
            <li>
              когда мы имеем законные основания для продолжения обработки Ваших
              персональных данных.
            </li>
          </ul>

          <p>
            Для реализации некоторых прав существуют особые условия, без
            выполнения которых право не может быть реализовано.
          </p>
          <p>
            Если мы не можем реализовать Ваше право по Вашему запросу, то мы
            пишем Вам мотивированный отказ
          </p>

          <p className="subtitle">5. Безопасность данных</p>
          <p>
            Персональные данные, которые мы собираем и храним, считаются
            конфиденциальной информацией. Они защищены от потери, изменения или
            несанкционированного доступа согласно законодательству Российской
            Федерации в области персональных данных. Для этого мы применяем
            технические средства и организационные меры. Мы постоянно
            совершенствуем наши системы защиты данных.
          </p>

          <p className="subtitle">6. Изменение политики</p>
          <p>
            Мы оставляем за собой право вносить изменения в нашу Политику в
            любое время. Мы просим Вас регулярно просматривать все обновления
            нашей Политики. Мы будем направлять уведомления об изменениях
            Политики в случае, если такие изменения являются существенными,
            всеми доступными нам способами.
          </p>

          <p className="subtitle">7. Контакты</p>
          <p>
            Обращаем Ваше внимание, что указанные в данном пункте контакты
            используются только для взаимодействия по вопросам обработки и
            защиты Ваших персональных данных. Обращения, направленные Вами по
            указанным в Политике контактам, не связанные с защитой данных, не
            будут рассмотрены. Для вопросов, связанных с обработкой и защитой
            персональных данных, вы можете обратиться напрямую к нашему
            ответственному за организацию обработки: Китухина Екатерина
            Вячеславовна. Электронный адрес:{" "}
            <Link href="mailto:info@topline-media.ru">
              info@topline-media.ru
            </Link>{" "}
            Последнее обновление: 22 декабря 2024 г.
          </p>
        </div>
      </div>
    </section>
  );
};

export default Privacy;
